<template>
    <div>
        <subgnbs name="회원가입" />

        <div class="area-register area-register01 area-register03">
            <div class="wrap-middle">
                <div class="box-form" style="padding:0;">
                    <div class="m-box-comment type01">
                        <p class="body" style="text-align: center;">본 서비스는 실명가입을 원칙으로 하므로 타인의 명의를 도용하거나 실명이 아닌 허위가입일 경우 사이트를 이용하시는데 제한을 받으실 수 있습니다.</p>
                    </div>

                    <div class="box-comment">
                        <span class="star red">*</span> 필수 입력 사항입니다.
                    </div>
                    <table class="m-table type02 type-horizon">
                        <tbody>
                        <tr>
                            <th>
                                담당자명 <span class="star red">*</span>
                            </th>
                            <td>
                                <div class="m-input-text type01">
                                    <input type="text" v-model="form.name" disabled />
                                </div>

                                <div class="m-input-error">{{ form.errors.name }}</div>
                            </td>
                        </tr>
                        <tr>
                            <th>
                                핸드폰 번호 <span class="star red">*</span>
                            </th>
                            <td>
                                <div class="m-input-text type01">
                                    <input type="text" v-model="form.contact" disabled />

                                </div>

                                <div class="m-input-error">{{ form.errors.contact }}</div>
                            </td>
                        </tr>
                        <tr>
                            <th>
                                추천인 코드
                            </th>
                            <td>
                                <div class="m-input-text type01">
                                    <input type="text" v-model="form.admin_ids" />
                                </div>

                                <div class="m-input-error">{{ form.errors.admin_ids }}</div>
                            </td>
                        </tr>
                        <tr>
                            <th>
                                아이디 <span class="star red">*</span>
                            </th>
                            <td>
                                <div class="m-input-withBtn type01">
                                    <div class="m-input-text type01">
                                        <input type="text" v-model="form.ids"/>
                                    </div>
                                </div>

                                <p class="comment">6~20자 이내의 영문, 숫자만 가능합니다.</p>

                                <div class="m-input-error">{{ form.errors.ids }}</div>
                            </td>
                        </tr>
                        <tr>
                            <th>
                                비밀번호 <span class="star red">*</span>
                            </th>
                            <td>
                                <div class="m-input-text type01">
                                    <input type="password" v-model="form.password"/>
                                </div>

                                <p class="comment">영문, 숫자, 특수문자를 조합하여 8~20자로 입력해주세요.</p>
                            </td>
                        </tr>
                        <tr>
                            <th>
                                비밀번호 확인 <span class="star red">*</span>
                            </th>
                            <td>
                                <div class="m-input-text type01">
                                    <input type="password" v-model="form.password_confirmation"/>
                                </div>

                                <div class="m-input-error">{{ form.errors.password }}</div>
                            </td>
                        </tr>
                        <tr>
                            <th>
                                이메일 <span class="star red">*</span>
                            </th>
                            <td>
                                <div class="m-input-text type01">
                                    <input type="text" v-model="form.email"/>
                                </div>

                                <div class="m-input-error">{{ form.errors.email }}</div>
                            </td>
                        </tr>
                        </tbody>
                    </table>

                    <div class="box-policy mt-40">
                        <h3 class="title">서비스 이용약관</h3>

                        <pre>
1.1 목 적

개인정보내부관리계획(이하‘내부관리계획’이라한다)은 개인정보의 안정성 확보 조치 기준 제3조에 의거하여 제정된 것으로 문자아울렛 (이하‘회사’라한다) 가 취급하는 개인정보를 체계적으로 관리하여 개인정보가 분실, 도난, 누출, 변조, 훼손, 오남용 등이 되지 아니 하도록 함을 목적으로 한다.





1.2 적용범위

내부관리계획은 정보통신망을 통하여 수집, 이용, 제공 또는 관리되는 개인정보 뿐만 아니라 서면 등 정보통신망 이외의 수단을 통해서 수집, 이용, 제공 또는 관리되는 개인정보에 대해서도 적용되며, 이러한 개인정보를 취급하는 내부 임직원에 대해 적용된다.





1.3용어의 정의

본 계획에서 사용하는 용어의 정의는 다음 각호와 같다.


1) “개인정보”라 함은 생존하는 개인에 관한 정보로서 성명/주민등록번호 등에 의하여 특정한 개인을 알아 볼 수 있는 부호/문자/음성/음향 및 영상 등의 정보(해당 정보만으로 특정 개인을 알아 볼 수 없어도 다른 정보와 쉽게 결합하여 알아 볼 수 있는 경우에는 그정보를 포함 한다)를 말 한다.


2) “개인정보보호책임자”라 함은 개인정보보호 업무 및 조직을 총괄하여 지휘하는 자를 말 한다.


3) “개인정보보호관리자”라 함은 개인정보보호 책임자를 보좌하여 개인정보보호 업무에 대한 실무를 총괄하고 관리하는 자를 말 한다.


4) “개인정보취급자”라 함은 회사에서 개인정보를 수집, 보관, 처리, 이용, 제공, 관리 또는 파기 등의 업무를 하는 자를 말 한다.


5) “개인정보처리시스템”이라 함은 개인정보를 처리 할 수 있도록 체계적으로 구성한 데이터베이스 시스템을 말 한다.
                        </pre>

                        <div class="m-input-checkboxes type02">
                            <div class="m-input-checkbox">
                                <input type="checkbox" id="agree_service" v-model="form.agree_service">
                                <label for="agree_service">이용약관에 동의 (필수)</label>
                            </div>
                        </div>
                    </div>

                    <div class="box-policy">
                        <h3 class="title">개인정보 수집 및 이용에 대한 안내</h3>

                        <pre>
1.1 목 적

개인정보내부관리계획(이하‘내부관리계획’이라한다)은 개인정보의 안정성 확보 조치 기준 제3조에 의거하여 제정된 것으로 문자아울렛 (이하‘회사’라한다) 가 취급하는 개인정보를 체계적으로 관리하여 개인정보가 분실, 도난, 누출, 변조, 훼손, 오남용 등이 되지 아니 하도록 함을 목적으로 한다.





1.2 적용범위

내부관리계획은 정보통신망을 통하여 수집, 이용, 제공 또는 관리되는 개인정보 뿐만 아니라 서면 등 정보통신망 이외의 수단을 통해서 수집, 이용, 제공 또는 관리되는 개인정보에 대해서도 적용되며, 이러한 개인정보를 취급하는 내부 임직원에 대해 적용된다.





1.3용어의 정의

본 계획에서 사용하는 용어의 정의는 다음 각호와 같다.


1) “개인정보”라 함은 생존하는 개인에 관한 정보로서 성명/주민등록번호 등에 의하여 특정한 개인을 알아 볼 수 있는 부호/문자/음성/음향 및 영상 등의 정보(해당 정보만으로 특정 개인을 알아 볼 수 없어도 다른 정보와 쉽게 결합하여 알아 볼 수 있는 경우에는 그정보를 포함 한다)를 말 한다.


2) “개인정보보호책임자”라 함은 개인정보보호 업무 및 조직을 총괄하여 지휘하는 자를 말 한다.


3) “개인정보보호관리자”라 함은 개인정보보호 책임자를 보좌하여 개인정보보호 업무에 대한 실무를 총괄하고 관리하는 자를 말 한다.


4) “개인정보취급자”라 함은 회사에서 개인정보를 수집, 보관, 처리, 이용, 제공, 관리 또는 파기 등의 업무를 하는 자를 말 한다.


5) “개인정보처리시스템”이라 함은 개인정보를 처리 할 수 있도록 체계적으로 구성한 데이터베이스 시스템을 말 한다.








2. 내부관리계획의 수립 및 시행




2.1내부관리계획의 수립 및 승인

1) 개인정보보호 관리자는 개인정보보호를 위한 전반적인 사항을 포함하여 내부 관리 계획을 수립 하여야 한다.


2) 개인정보보호 관리자는 개인정보보호를 위한 내부 관리 계획의 수립시 개인정보보호와 관련한 법령 및 관련 규정을 준수하도록 내부 관리 계획을 수립하여야 한다.


3) 개인정보보호 책임자는 개인정보보호 관리자가 수립한 내부 관리 계획의 타당성을 검토하여 개인정보보호를 위한 내부 관리 계획을 승인 하여야 한다.


4) 개인정보보호 관리자는 개인정보보호 관련 법령의 제ž개정 사항 등 을 반영하기 위하여 매년 내부 관리 계획의 타당성과 개정 필요성을 검토 하여야 한다.


5) 개인정보보호 관리자는 모든 항목의 타당성을 검토한 후 개정할 필요가 있다고 판단되는 경우 내부관리계획의 개정안을 작성하여 개인정보보호 책임자에게 보고하고 개인정보보호 책임자의 승인을 받아야 한다.





2.2내부관리계획의 공표

1) 내부관리계획은 회사 직원이 언제든지 열람 할 수 있도록 하여야 하며, 변경사항이 있는 경우 에는 이를 즉시 공지 하여야 한다.








3. 개인정보보호 관리책임자 지정 및 역할(개인정보보호 조직 구성ž운영)




개인정보의처리에 관한 업무를 총괄하는 개인정보보호 책임자와 개인정보보호 관리자와 개인정보 업무를 수행 할 개인정보보호 담당자, 개인정보 취급자를 지정하여 개인정보보호 조직을 구성하고, 각 각의 역할과 책임을 정의한다.





3.1 개인정보보호 조직

1) 회사개인정보보호 정책을 수행하고 유사시 신속하고 효율적인 대응을 도모할 개인정보보호 조직은 다음과 같다.


2) 매년 정기 회의를 통해 개인정보에 관한 사항 및 법률적 이슈를 검토하고, 개선 및 대응 방안을 강구 한다.


3) 상기 회의를 통해 도출된 사항들은 차기 내부관리계획에 반영하여 수행 할 수 있도록 한다.


3.2 역할별 업무


직책


담당자


임무



개인정보보호책임자


기술개발 연구소장



또는



대표이사


ü 개인정보보호 정책의 검토ž승인 및 총괄업무



개인정보보호관리자


및


개인정보보호담당자


기술개발연구소
 기술지원팀


또는


부서장


ü 개인정보보호 계획의 수립  및 시행


ü 개인정보 처리와 관련된  불만처리


ü 오남용 방지를 위한 내부통제시스템  구축


ü 개인정보보호교육 계획수립  및 시행


ü 개인정보파일의 보호 및  관리ž감독


ü 개인정보취급자의 개인정보처리이력


ü 개인정보취급자의 보안실태점검



개인정보보호취급자


개인정보보호책임자가


지정하는자


ü 개인정보 처리 관련업무  수행


ü 개인정보보호 규정 준수  및 처리활동


ü 정보주체의 이견 수렴  및 불만사항 접수






4. 개인정보보호 기술적관리적물리적 보호조치




개인정보보호 관련 정책 및 법적 요구사항 만족과 정보보안 강화를 위해 아래와 같이 개인정보 처리 보호 조치를 수행 한다.





4.1출력 복사시의 보호조치

1) 개인정보보호 담당자는 개인 정보가 포함된 정보를 출력 하거나 복사 할 경우에 개인정보 유출 사고를 방지하기 위한 보호 조치를 취하여야 한다.


2) 부서별 개인정보보호 담당자는 개인정보 유출 등에 대한 책임 소재를 확인 할 수 있는 강화된 보호 조치를 추가로 적용 하여야 한다.


3) 개인정보 취급자는 개인정보의 이용을 위하여 출력 및 복사한 개인정보의 이용 목적이 완료된 경우 분쇄기로 분쇄하거나 소각하는 등의 안전한 방법으로 파기 하여야 한다.





4.2개인정보취급자 접근권한 관리

1) 개인정보보호 관리자는 개인 정보 처리 시스템에 대한 접근 권한을 서비스 제공에 필요한 최소한의 인원에게만 부여 한다.


2) 개인정보보호 관리자는 개인정보 취급 업무를 담당하는 임직원의 담당 업무에 따라 개인정보 취급 권한을 부여하며, 부서별/직급별에 따라 개인정보에 대한 접근 권한(읽기/쓰기/수정및삭제권한)을 차등 부여 한다.


3) 개인정보보호 관리자는 개인정보 취급자가 전보 또는 퇴직 등 인사 이동으로 변경 되었을 경우 지체없이 개인정보처리시스템의 접근 권한을 변경 또는 말소 한다.


4) 개인정보보호 관리자는 개인정보 취급자 및 정보 주체가 안전한 비밀번호를 설정하여 이용 할 수 있도록 다음의 조건에 만족하는 비밀번호를 적용하여 이용 하도록 한다.


가. 영대문자, 영소문자, 숫자 및 특수문자(32개) 중 2종류 이하로 구성한 경우에는 최소 10자리이상


나. 영대문자, 영소문자, 숫자 및 특수문자(32개) 중 3종류 이상으로구성한 경우에는 최소 8자리이상


다. 추측하기 어려운 비밀번호 생성


-사용자 계정(ID)과 동일 하지 않은 것
 -개인 신상 및 부서 명칭 등과 관계
 -일반 사전에 등록된 단어는 사용을 피할 것
 -동일 단어 또는 숫자를 반복하여 사용하지 말 것
 -사용된 비밀번호는 재사용 하지 말 것
 -동일 비밀번호를 여러 사람이 공유하여 사용 하지 말 것





4.3 개인정보의 암호화

1) 개인정보보호 관리자는 주민등록번호 등 개인 식별이 가능한 개인정보에 대해서는 안전한 암호 알고리즘으로 암호화 하여 저장 하도록 개인정보보호 담당자에게 숙지 시켜야 한다.


2) 개인정보보호 책임자는 정보통신망을 통하여 개인 정보 및 인증 정보가 송수신 될때 안전을 보장하기 위하여 필요시 보안 서버 등을 구축하여 조치할 수 있다.


3) 전산 관련 개인정보담당자는 개인정보 관리시스템 및 통신 시스템 저장 시스템 등을 관리, 운영함에 있어 정보 암호화가 이루어질 수 있도록 개인정보보호 책임자와 협의 한다.


4) 개인정보 취급자는 개인 정보를 개인용 컴퓨터(PC)에 저장 하지 않도록 해야 한다.





4.4 접근통제

1) 개인정보보호 관리자는 정보 통신망을 통한 불법적인 접근 및 침해 사고방지를 위해 다음 각호의 기능을 포함한 시스템을 설치 및 운영 하도록 관리 감독 한다.


가. 개인정보처리 시스템에 대한 접속 권한을 IP주소 등으로 제한하여 인가 받지 않은 접근을 제한


나. 개인정보처리 시스템에 접속한 IP주소 등을 재분석하여 불법적인 개인 정보 유출 시도 탐지


2) 개인정보보호 관리자는 개인정보 취급자가 생일, 주민등록번호, 전화번호 등 추측하기 쉬운 숫자나 개인 관련 정보를 패스워드로 이용하지 않도록 비밀번호 작성규칙을 수립하고, 이를 적용 및 운용하여야 한다.


3) 개인정보보호 취급자는 개인정보보호 관리자가 수립한 비밀번호 작성 규칙을 준수 하여야 한다.


4) 개인정보보호 관리자는 전산관련 개인정보보호 담당자와 함께 취급중인 개인정보가 인터넷 홈페이지, P2P, 공유 설정 등을 통해 열람 권한이 없는 자에게 공개 되지 않도록 개인정보처리 시스템 및 개인정보 취급자의 컴퓨터에 조치를 취하여야 한다.


5) 개인정보보호 관리자는 개인정보 취급 업무를 담당하는 임직원의 담당 업무에 따라 개인 정보 취급 권한을 부여하며, 개인정보에 대한 접근 권한(읽기/쓰기/수정 및 삭제권한)을 차등부여 한다.





4.5보안프로그램의 설치 및 운영

1) 개인정보보호 책임자는 컴퓨터(PC)를 이용하여 개인정보를 취급하는 경우 개인 정보가 분실, 도난, 누출, 변조 또는 훼손되지 아니 하도록 안전성 확보를 위한 백신 프로그램 등의 보안 프로그램을 설치/운영 하도록 해야 한다.


2) 보안 프로그램은 항상 최신 버전으로 업데이트를 적용 하도록 해야 한다.


3) 보안 프로그램의 최신 업데이트를 적용하기 위하여 자동 업데이트 설정 및 실시간 감시 기능이 있는 시스템을 설치 운영 하도록 해야 하며, 개인이 직접 실시간 감시 Agent을 삭제할 수 없도록 해야 한다.




서비스 이용 약관




제 1 조 [목적]

이 약관은 브라보문자(이하 “회사”라 한다.)가 제공하는 서비스인 문자아울렛 문자발송사이트( 이하 “서비스”라 한다.)의 이용조건 및 절차에 관한 기본적인 사항을 정함을 목적으로 한다.




제 2 조 [약관의 효력 및 변경]

회사는 영업 및 운영상 중요 사유가 있을 경우 등 합리적인 사유가 발생할 경우에는 이 약관을 변경할 수 있으며 사용자에게 공지함으로써 효력을 발생한다. 아울러 약관의 효력발생일 이후의 계속적인 서비스 이용은 약관의 변경사항에 동의한 것으로 간주된다.




제 3 조 [공지방법 및 약관의 적용]

본 약관의 공지 및 변경사항은 회사의 지정된 홈페이지 (www.danaga.co.kr)에서 공지한다. 회사가 특정 이용자에 대한 통지를 하는 경우 서비스 가입 시 등록한 전화 또는 메일로 할 수 있다.




제 4조 [개인정보 수집항목 및 이용 목적]

1.회사는 개인정보의 수집 시 관련법규에 따라 가입 신청서 또는 이용약관에 그 수집범위 및 목적을 사전 고지한다.

2. 회사는 개인정보보호방침에서 규정하고 있는 수집항목 및 이용목적 외에 불법스팸 발송 등으로 서비스 계약을 해지한 신청자의 서비스 이용 신청에 대한 승낙을 유보하기 위하여 성명, 주민번호(법인,사업자 등록번호), 전화번호, 해지사유 등의 정보를 수집할 수 있다.




제 5조 (이용신청 및 승낙제한)

1.서비스의 이용신청은 신청자의 청약과 회사의 승낙으로 성립한다.

2. 회사는 특별한 사유가 없는 한 신청자가 지정한 개통 희망일에 서비스를 이용할 수 있도록 한다.

3. 회사는 다음 각호의 1에 해당하는 이용신청에 대하여는 이를 승낙하지 아니할 수 있으며 승낙 후에도 사전통보 없이 계약을 해지할 수 있다.

① 실명이 아닌 경우 또는 다른 사람의 명의를 사용하여 신청한 경우

② 이용신청 시 내용을 허위로 기재하여 신청한 경우 또는 사회의 안녕질서 또는 미풍양속을 저해한 경우

③ 회사가 제공하는 모든 서비스중 어느 하나에 대하여 제12조 제1항에 의하여 회사로부터 계약해지를 당한 이후 1년이 경과하지 않은 경우

④ 회사는 제③항 각호에 따라 이용신청이 이루어지지 않는지 관리, 감독한다.




제 6조 [계약내용의 변경]

고객은 이용 신청 시 기재한 사항이 변경되었을 경우에는 이용변경 신청서의 정보 변경란에서 변경된 사항을 수정하여 전화,팩스,우편,방문을 통해 변경사실을 통보하여야 한다. 변경사실을 수정하지 않거나 통보하지 않아 발생한 모든 책임은 신청자에게 있다.




제 7조 [이용요금납부의 의무 등]

1. 회사는 이용요금을 매월 합산 혹은 추산하여 정한 납부기일의 5일 전 까지 청구하여야 하며 신청자는 지정납부기일까지 별도로 계약한 방법에 의하여 이용요금을 납부하여야 한다.

  (후불로 이용하는 경우 신청자는 회사에게 보증보험증권을 제출하여야 한다 단, 선불로 서비스를 이용하는 경우에는  보증보험증권가입이 필요로 하지 않는다.)


① 신청자는 서비스 이용요금을 연체 없이 납부하여야 하며, 3개월(월간예상 사용금액x 3개월)의 예 상금액에 해당하는 기준금액 보증보험증권을 회사에 제출하여야 한다.

단, 기준금액이란 신청자가 이 서비스 이용신청서 작성시 표기된 2개월 예상 통화료를 의미한다.

② 월 예상 사용금액이 가입당시 적용기준금액을 초과하는 경우, 초과 기준금액에 따른 보험증액이 필요하다.

       ㉠ 1천만원 이하 : 1천만원을 계약금액으로 하는 보증보험

       ㉡ 1천만원 이상 ~ 2천만원 미만 : 2천만원을 계약금액으로 하는 보증보험

       ㉢ 2천만원 이상 ~ 3천만원 미만 : 3천만원을 계약금액으로 하는 보증보험

③ 상기 1항에 따라, 신청자는 보증보험증권을 해당 서비스 이용신청서 제출 후 3일이내 회사에 제출하여야 한다. 신청자가 보험증권제출을 지연하는 경우 회사는 당 서비스를 정지 또는 해지 할 수 있다.




제 8조 [보안사항]

1. 회사는 서비스 제공과 관련하여 알고 있는 신청자의 신상정보를 본인의 승낙없이 제 3자에게 누설, 배포하지 않는 등 개인정보보호방침을 성실히 이행한다. 단, 전기통신신기본법 등 법률의 규정에 의하여 국가기관의 요구가 있는 경우,

   범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원 회의 요청이 있는 경우, 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우에는 그러하지 않는다

2. 신청자는 당 서비스를 이용함에 있어 관련한 사항 및 영업상 비밀에 속하는 일체의 사항을 타인에게 누설하지 않는다




제 9 조 [회사의 의무]

1. 회사는 이용자에게 제공하는 서비스를 안정적으로 제공하기 위하여 최선을 다해야 한다.

2. 회사는 발신번호의 변작방지를 위해 번호인증을 통한 발신번호 사전등록서비스를 제공⋅운영 한다

3. 회사는 이용고객의 회원가입 시 타인의 명의를 도용한 부정가입을 방지하기 위해 본인인증서비스 사업자가 제공하는 인증방법 또는 대면인증을 통해 본인인증서비스를 제공⋅운영 한다

4. 회사는 고객사(회원)가 발신번호 사전등록 및 본인인증절차를 거친 후 서비스를 제공하여야 한다.

5. 회사는 안정적인 서비스를 지속적으로 제공하기 위하여 설비에 장애가 생기거나 멸실 되었을 때 지체 없이 이를 수리 또는 복구한다.

6. 서비스 제공이 불가능한 경우 : 천재지변, 시스템(통신) 장애 및 점검, 서비스 양도 및 폐지 (휴지) 등 부득이한 경우에는 서비스를 일시 중단하거나 영구 중지할 수 있다.

① 천재지변 등을 제외한 서비스 제공이 불가능한 경우 고객사(회원)에게 사전 공지(안내)를 하여야 한다.

② 천재지변 등을 제외한 서비스 제공이 불가능한 경우 고객사(회원)에 사전 공지(안내) 없이 서비스를 중단 하였을 시, 이에 대한 고객사(회원)에 따른 손해를 확인 후 보상 및 할인 청구한다.

③ 회사는 사업의 전부 및 일부를 휴지 또는 폐지 하고자 할 때에는 그 휴지 또는 폐지 예정일의 30일전까지 그 내용을 고객사(회원)에게 전자우편, 홈페이지 등을 이용하여 공지하여야 한다.

7. 회사는 부득이한 장애로 인하여 메시지 전송이 중단된 경우 해당 메시지의 이용요금을 무료로 하는 것 외에는 책임을 지지 않으며 또한 천재지변이나 신청자의 귀책사유 등 불가항력으로 인한 중단의 경우 일체의 책임을 지지 않는다.

   단, 신청자의 메시지가 회사에 의하여 고의로 망실 또는 위변조 되는 경우 회사는 보상하여야 한다.

8. 회사는 이용자로부터 제기되는 의견이나 불만을 정당하다고 판단되는 경우 즉시 처리한다.

단, 즉시 처리가 곤란한 경우는 이용고객에게 그 사유를 전자우편, 전화 등으로 통보하여야 한다.

① 이용자 불편사항 접수 및 처리방법을 다음과 같이 시행한다.

        ㉠ 불만사항 접수는 일반전화, 이메일에 의한 방법으로 접수한다.

        ㉡ 불만사항 처리는 즉시처리를 원칙으로 전자우편, 전화등의 방법으로 처리한다.

9. 회사는 서비스 제공목적에 맞는 서비스 이용 여부를 확인하기 위하여 상시적으로 모니터링을 실시한다.

10. 회사는 스팸 발송을 방지하기 위하여 스팸으로 인지되는 문자에 대해 필터링 또는 차단을 할 수 있다.

     스팸SMS의 정의는 아래와 같으며 스팸SMS를 보냄으로써 따르는 모든 책임은 이용자에게 있다.

① 정보통신망이용촉진및정보보호등에관한법률를 위반한 SMS

② 음란물이나 불온한 내용의 광고성 SMS

③ 공공질서 내지 미풍양속에 반하는 내용의 SMS

④ 회사’의 이용약관에 반하는 SMS

11. 회사는 이용자가 불법 스팸을 전송한 사실을 확인한 경우, 한국인터넷진흥원 불법스팸대응센터에 관련 자료를 첨부하여 신고할 수 있다.

12. 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 이용자와의 계약관련 절차 및 내용 등에 있어 이용자에게 편의를 제공하도록 노력한다.



제 10조 [이용자의 의무]

1. 이용자는 관계 법령, 이 약관의 규정, 이용안내 및 주의사항 등 회사가 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 해서는 아니 된다.

2. 고객사(회원)는 이용고객의 회원가입 시 부정가입 방지를 위해 본인인증서비스 사업자가 제공하는 인증방법으로 본인인증을 거친 후 서비스를 이용하여야 한다

3. 이용자는 서비스 계약에 필요한 개인신상정보 등을 회사에 허위로 제공하여서는 안되며, 정보변경 시 지체 없이 개인정보수정을 통해 갱신하거나, 회사에 통보하여 갱신하여야 한다.

4. 고객사(회원)는 발신번호의 변작방지를 위해 번호인증 통해 발신번호 사전등록 후 서비스를 이용하여야 한다.

5. 이용자는 서비스를 이용함에 있어 공공질서 또는 미풍양속을 해치는 행위, 또는 다음 각 호에 해당하는 행위를 해서는 안 된다.

① 다른 이용자의 이용 아이디를 부정 사용하는 행위

② 해킹 행위 또는 컴퓨터 바이러스의 유포행위

③ 타인의 의사에 반하여 광고성 정보 등 유사한 내용을 지속적으로 전송하는 행위

④ 타인의 지적 재산권 등을 침해하는 행위

⑤ 범죄행위를 목적으로 하거나 범죄행위를 교사하는 행위

⑥ 반국가적 범죄의 수행을 목적으로 하는 행위

⑦ 선량한 풍속 또는 기타 사회질서를 해치는 행위

⑧ 서비스의 안전적인 운영이 지장을 주거나 줄 우려가 있는 일체의 행위

4. 이용자는 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.

5. 이용자는 정보통신망 이용촉진 및 정보보호 등에 관한 법률의 광고성 정보 전송 시 의무사항 및 회사의 이용약관을 준수하여야 한다.

6. 이용자는 스팸 또는 불법스팸을 전송함으로써 발생하는 모든 민ㆍ형사상의 책임을 부담한다.



제 11조 [계약기간]

1. 모든 계약의 유효기간은 별도의 계약을 우선으로 하며 그 외에는 1년을 기본으로 한다.

2. 계약의 기간 만료 30일 전에 계약의 만료 또는 변경을 요구하는 경우를 제외하고는 동일한 조건으로 1년 단위 자동연장되는 것으로 한다.



제 12조 [이용정지]

1. 회사는 신청자가 다음 중 하나에 해당하는 경우 1개월 동안의 기간을 정하여 당해 서비스의 이용을 정지할 수 있다.

① 방송통신위원회 또는 한국정보보호진흥원이 불법스팸 전송사실을 확인하여 이용정지를 요청하는 경우

② 신청자가 전송하는 광고로 인하여 회사의 서비스 제공에 장애를 야기하거나 야기할 우려가 있는 경우

③ 신청자가 전송하는 광고의 수신자가 스팸으로 신고하는 경우

④ 신청자가에게 제공하는 서비스가 불법스팸 전송에 이용되고 있는 경우

⑤ 미래창조과학부 (거짓으로 표시된 전화번호로 인한 이용자 피해 예방에 등에 관한) 고시 제4조, 제5조, 제7조에 따라 거짓으로 표신된 전화번호를 송신한 자는 고객사(회원)의 회선을 제공 중지 할 수 있다.

2. 회사는 제1항의 규정에 의하여 서비스 이용을 정지하는 경우, 그 사실을 당해 신청자에게 통지 한다. 다만 미리 통지하는 것이 곤란한 경우에는 이용정지 조치 후 통지할 수 있다.



제 13조 [계약해지]

1. 회사는 신청자가 다음 중 하나에 해당하는 경우 당해 서비스 계약을 해지할 수 있다.

① 타인의 명의로 계약하였거나 계약 시 제출한 자료 및 정보가 허위 또는 누락되었음이 확인된 경우

② 서비스 제공목적 외의 용도로 서비스를 이용한 경우

③ 방송통신위원회 또는 한국정보보호진흥원이 불법스팸 전송사실을 확인하여 계약해지를 요청하는 경우

④ 제10조 제1항의 규정에 의하여 이용정지를 당한 이후 1년 이내에 이용정지 사유가 재발한 경우

2. 회사는 제1항의 규정에 의하여 서비스 계약을 해지하는 경우, 그 사실을 당해 계약자에게 사전에 통지한다.

3. 회사는 제1항의 규정에 의하여 서비스 계약을 해지한 신청자의 서비스 이용신청에 대한 승낙을 1년간 유보하기 위하여, 성명, 주민번호(법인, 사업자등록번호), 전화번호, 해지사유 등의 정보를 1년간 보관할 수 있다.



제14조 [영업비밀유지]

회사는 신청자는 이 동의서를 통하여 취득하게 되는 상대방의 정보를 외부로 누설할 수 없으며, 본 조의 규정은 서비스 이용 계약이 종료되거나 중도 해지된 이후에도 5년간 유효하게 존속한다.



제 15조 [문자 발송량 제한]

회사는 개인 신청자의 ID당 SMS 전송량을 1일 500통으로 제한할 수 있다. 다만, 적법한 업무용 광고 발송, 동창회 연락 등 이용자 불편을 최소화하기 위하여 사전승인을 얻는 경우 발송량 제한 없이 발송 가능하도록 예외를 인정 할 수 있다.



제16조 [기존거래관계 기간제한]

회사는 재화 및 용역의 거래관계를 통하여 수신자로부터 직접 연락처를 수집한 경우에는 수신자의 사전 동의 없이 회사가 취급하는 재화 및 용역에 대한 영리목적의 광고성 정보를 전송할 수 있다. 다만, 이 경우의 기존거래관계는 광고

수신일자로부터 최근 6개월 이내에 거래관계가 있는 경우에만 인정한다.


제 17 조 [관할 법원]

1. 회사와 이용자는 개인 정보에 관한 분쟁이 있을 경우 신속하고 효과적인 분쟁해결을 위하여 한국정보 보호센타 내의 개인정보 분쟁조정위원회에 그 처리를 의뢰할 수 있다.

2. 요금 등 서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 회사의 본사 소재지 법원을 관할 법원으로 한다.



제 18 조 [계약의 효력]

본 계약의 효력은 양 당사자가 본 계약서에 서명 또는 기명날인한 날로 부터 발생한다.
                        </pre>

                        <div class="m-input-checkboxes type02">
                            <div class="m-input-checkbox">
                                <input type="checkbox" id="agree_privacy" v-model="form.agree_privacy">
                                <label for="agree_privacy">개인정보 수집 및 이용에 동의 (필수)</label>
                            </div>
                        </div>
                    </div>

                    <div class="box-policy">
                        <h3 class="title"></h3>

                        <pre>
[스팸관리정책]

정보통신망이용촉진 및 정보보호등에관한 법률(정보통신망법) 제50조에 의거하여 모든 휴대폰 스팸 메시지에 대해서 발송을 원천적으로 금하고 있습니다.




1. 용어정리


ο 스팸 : 수신자의 의사에 반하여 전달되는 영리를 목적으로 하는 모든 유형의 상업성 정보 (정보통신망법 제50조 제1항)
ο 스팸SMS : 사전에 수신동의를 하지 않은 고객에게 전송하는 SMS 및 야간시간(21시~8시)에 전송되는 모든 광고성 SMS
ο Opt-In : 사전에 수신을 동의한 고객에게만 광고SMS를 발송할 수 있는 방식





2. 스팸SMS 규제방안


- 모든 상업성 SMS는 Opt-In 방식, 즉 사전동의를 받은 고객에 대해서만 전송이 가능합니다.
- 야간 시간대 휴대폰광고는 전송이 금지됩니다.(21시~8시), 야간 시간대 발송하실 경우 추가동의를 받으셔야 합니다.
- 청소년에게 전송되는 모든 음란성 휴대폰 메시지는 일체 금지됩니다.
- 위반시 고객님의 사전동의 없이 서비스 사용이 중단될수도 있습니다. 서비스 사용중지시, 회원의 사이버머니(캐쉬), 마일리지포인트는 현금으로 환불되지 않으며, 소멸됩니다.
- 휴대폰 문자광고는 "[광고]" 문구와 무료 수신거부번호 080번호를 꼭 기입하셔야 합니다.





3. 700, 060, 030 발송제한


700, 060, 030 번호를 회신번호 또는 메시지 내용에 사용하는 광고성 SMS의경우에는 반드시 사전에 수신동의 여부를 확인할 수 있는 자료를 관리자에게 제출하여야 합니다.
모든 회원께서는 스팸관리규정을 준수하여 주시기 바랍니다. 이용에 불편이 없도록 최선을 다하겠습니다.

참고사이트 : http://spam.kisa.or.kr/kor/main.jsp


                        </pre>

                        <div class="m-input-checkboxes type02">
                            <div class="m-input-checkbox">
                                <input type="checkbox" id="agree_spam" v-model="form.agree_spam">
                                <label for="agree_spam">스팸메세지 관리약관에 동의 (필수)</label>
                            </div>
                        </div>
                    </div>

                    <div class="btns flex-end mt-20">
                        <button class="btn type02" @click="register">회원가입</button>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>
<script>
import InputDate from "../../Components/Form/InputDate";
import InputVerifyNumber from "../../Components/Form/InputVerifyNumber";
import {Link} from "@inertiajs/inertia-vue";
import Subgnbs from "../../Components/Subgnbs";

export default {
    components: {Subgnbs, Link, InputVerifyNumber, InputDate},
    data(){
        return {
            form: this.$inertia.form({
                name: this.$page.props.certification ? this.$page.props.certification.name : "",
                contact: this.$page.props.certification.contact ? this.$page.props.certification.contact : "",
                ids: "",
                email: "",
                password: "",
                password_confirmation: "",
                admin_ids: "",

                DI: this.$page.props.certification.DI ? this.$page.props.certification.DI : "",
                CI: this.$page.props.certification.CI ? this.$page.props.certification.CI : "",
                comm_id: this.$page.props.certification.comm_id ? this.$page.props.certification.comm_id : "",
                birth: this.$page.props.certification.birth ? this.$page.props.certification.birth : "",

                agree_service: 0,
                agree_privacy: 0,
                agree_spam: 0,
            })
        }
    },

    methods: {
        register() {
            if(!this.form.contact)
                return alert("인증하기 버튼을 눌러 본인인증을 먼저 진행해주세요!");

            if(!this.form.agree_service || !this.form.agree_service || !this.form.agree_service)
                return alert("필수동의항목에 동의해주셔 회원가입을 진행할 수 있습니다!");

            this.form.post("/users")
        },

        clearLetter(){
            this.form.contact = this.form.contact.replace(/-/g, '');
        },

        verified(data){
            this.form.contact = data;
        }
    }
}
</script>
