<template>
    <div class="page-policy m-policy type01">
        <div class="rules">
            <h3 class="title_biggest">서비스 이용약관</h3>

            <div class="rule">
                <pre>
1.1 목 적

개인정보내부관리계획(이하‘내부관리계획’이라한다)은 개인정보의 안정성 확보 조치 기준 제3조에 의거하여 제정된 것으로 문자아울렛 (이하‘회사’라한다) 가 취급하는 개인정보를 체계적으로 관리하여 개인정보가 분실, 도난, 누출, 변조, 훼손, 오남용 등이 되지 아니 하도록 함을 목적으로 한다.





1.2 적용범위

내부관리계획은 정보통신망을 통하여 수집, 이용, 제공 또는 관리되는 개인정보 뿐만 아니라 서면 등 정보통신망 이외의 수단을 통해서 수집, 이용, 제공 또는 관리되는 개인정보에 대해서도 적용되며, 이러한 개인정보를 취급하는 내부 임직원에 대해 적용된다.





1.3용어의 정의

본 계획에서 사용하는 용어의 정의는 다음 각호와 같다.


1) “개인정보”라 함은 생존하는 개인에 관한 정보로서 성명/주민등록번호 등에 의하여 특정한 개인을 알아 볼 수 있는 부호/문자/음성/음향 및 영상 등의 정보(해당 정보만으로 특정 개인을 알아 볼 수 없어도 다른 정보와 쉽게 결합하여 알아 볼 수 있는 경우에는 그정보를 포함 한다)를 말 한다.


2) “개인정보보호책임자”라 함은 개인정보보호 업무 및 조직을 총괄하여 지휘하는 자를 말 한다.


3) “개인정보보호관리자”라 함은 개인정보보호 책임자를 보좌하여 개인정보보호 업무에 대한 실무를 총괄하고 관리하는 자를 말 한다.


4) “개인정보취급자”라 함은 회사에서 개인정보를 수집, 보관, 처리, 이용, 제공, 관리 또는 파기 등의 업무를 하는 자를 말 한다.


5) “개인정보처리시스템”이라 함은 개인정보를 처리 할 수 있도록 체계적으로 구성한 데이터베이스 시스템을 말 한다.
                </pre>
            </div>
        </div>
    </div>
</template>
<script>
export default {

}
</script>
