<template>
    <div class="page-policy m-policy type01">
        <div class="rules">
            <h3 class="title_biggest">스팸관리정책</h3>

            <div class="rule">
                <pre>
                    [스팸관리정책]

정보통신망이용촉진 및 정보보호등에관한 법률(정보통신망법) 제50조에 의거하여 모든 휴대폰 스팸 메시지에 대해서 발송을 원천적으로 금하고 있습니다.




1. 용어정리


ο 스팸 : 수신자의 의사에 반하여 전달되는 영리를 목적으로 하는 모든 유형의 상업성 정보 (정보통신망법 제50조 제1항)
ο 스팸SMS : 사전에 수신동의를 하지 않은 고객에게 전송하는 SMS 및 야간시간(21시~8시)에 전송되는 모든 광고성 SMS
ο Opt-In : 사전에 수신을 동의한 고객에게만 광고SMS를 발송할 수 있는 방식





2. 스팸SMS 규제방안


- 모든 상업성 SMS는 Opt-In 방식, 즉 사전동의를 받은 고객에 대해서만 전송이 가능합니다.
- 야간 시간대 휴대폰광고는 전송이 금지됩니다.(21시~8시), 야간 시간대 발송하실 경우 추가동의를 받으셔야 합니다.
- 청소년에게 전송되는 모든 음란성 휴대폰 메시지는 일체 금지됩니다.
- 위반시 고객님의 사전동의 없이 서비스 사용이 중단될수도 있습니다. 서비스 사용중지시, 회원의 사이버머니(캐쉬), 마일리지포인트는 현금으로 환불되지 않으며, 소멸됩니다.
- 휴대폰 문자광고는 "[광고]" 문구와 무료 수신거부번호 080번호를 꼭 기입하셔야 합니다.





3. 700, 060, 030 발송제한


700, 060, 030 번호를 회신번호 또는 메시지 내용에 사용하는 광고성 SMS의경우에는 반드시 사전에 수신동의 여부를 확인할 수 있는 자료를 관리자에게 제출하여야 합니다.
모든 회원께서는 스팸관리규정을 준수하여 주시기 바랍니다. 이용에 불편이 없도록 최선을 다하겠습니다.

참고사이트 : http://spam.kisa.or.kr/kor/main.jsp
                </pre>
            </div>
        </div>
    </div>
</template>
<script>
export default {

}
</script>
